{
  "1": "uetus = The third declension adjective modifies silua, the subject of stat.\nincaedua = The emphasis on an “undisturbed (lit. “uncut”) wood” suggests the raw material of literary creation. The Greek word ὕλη (hule) carries a similar resonance. For a discussion of this and other meanings of silua, see Wray 2007.",
  "2": "credibile est: one may comfortably render these words as introducing indirect statement (e.g., “it’s believable that…”). Strictly speaking, the presence of est suggests inesse is a subject infinitive with numen as its accusative subject (A&G 452).",
  "3": "The verse lacks a verb; supply est.",
  "4": "dulce = dulciter. The neuter accusative adjective functions adverbially with queruntur.\nWith this couplet’s mention of a fountain and birds, the speaker’s description becomes particularly evocative of a locus amoenus, or “lovely place” (cf. loco at the end of the second verse). Loci amoeni are idealized landscapes associated with pleasant feelings and, often, philosophical and/or poetic production. Their “minimum ingredients comprise a tree (or several trees), a meadow, and a spring or brook. Birdsong and flowers may be added” (Curtius 1953: 195).",
  "5": "dum spatior: a clause in the historical present (A&G 556), as demonstrated by the shift to the imperfect with querebam in the subsequent verse. Translate spatior in the imperfect, too.\ntectus: the masculine participle and the speaker’s self-presentation as a poet invites readers to identify him with Ovid.",
  "6": "In English word order, the verse might read quaerebam quod opus mea Musa moveret. Scansion shows mea and Musa to be nominative.\nmoveret: subjunctive in an indirect question but the force of a relative clause of characteristic may also be present.",
  "7": "uenit: Scansion shows this verb to be perfect tense; the speaker continues to narrate in the past tense.\nodoratos … capillos: an accusative of respect (or “Greek accusative”) with nexa “to denote the part affected” (A&G 397b; cf. A&G 397c).",
  "8": "puto: the speaker in the present attempts to recall what he saw, but the verb is parenthetical and does not introduce indirect statement. Another oddity is that the o is short.\nilli = a dative of possession with erat, referring to Elegeia.\nThe attention to Elegy’s foot is one of several physical descriptions in this and the next three couplets inviting a metapoetic reading. Just as one of Elegy’s feet is longer than the other, the hexameter verse in the elegiac couplet is metrically longer than the so-called pentameter.",
  "9": "erat at the end of verse 10 can be used for all three of the noun/adjective pairings in this verse (e.g., forma erat decens).\namantis: the participle functions substantively and means “of a lover.”",
  "10": "pedibus: ablative of respect with uitium.\nScansion reveals causa to be nominative, specifically, a predicate nominative. Rendering the Latin in English word order could yield uitium pedibus erat causa decoris.",
  "11": "uenit: the same verb that begins verse 9. The parallelism between Elegeia and Tragoedia is emphasized through the adverbial et (= “also”).\ningenti … passu: The magnitude of Tragedy’s gait corresponds with the greater grandeur of the genre she represents.",
  "12": "comae: a verb for this plural nominative subject can be supplied by pluralizing iacebat later in the verse. Just as her cloak was draping on the ground, her hair draped over her face.\ntorua = ablative (as scansion shows).",
  "13": "sceptrum … regale: Tragedy’s regalia reinforces her identity. Her scepter hints that the content of her works can engage with royal figures, just as many well-known Attic tragedies do.",
  "14": "Lydius … cothurnus: the buskin, specified as being from Lydia (OLD 1) or Etruria (OLD 2), is a boot associated with tragic costuming.\nalta pedum uincla = “high bindings of the feet.”",
  "15": "prior has adverbial force. Tragedy spoke “first.” Her argument oscillates between scolding and exhortation.\necquis: the prefix ec- lends intensity—and perhaps impatience—to the interrogative.",
  "16": "amandi: the genitive gerund conflates the poet’s literary activity with behavior.\nNote the spondaic rhythm of the verse’s opening. Hiatus occurs between o and argumenti.",
  "17": "lente: a vocative adjective modifying poeta. OLD lentus 6 cites this verse for the adjective with a genitive.\nnequitiam: the emphatic placement hints at its importance to the next verse.",
  "18": "compita: by mentioning crossroads, Tragedy suggests the gossip about the speaker is widespread.\nNote the lack of second-person pronouns.",
  "19": "euntem: modifies uatem.\nThe antecedent of quem is an implied masculine noun such as uir or homo.",
  "20": "fabula: both the gossip and the subject of gossip (OLD 1b, 1d).\nnec sentis: like puto earlier, this verb is an aside.\nScansion shows tota to be ablative.",
  "21": "praeterito: a participle modifying pudore in an ablative absolute, meaning “neglected” or “ignored” (OLD 7).",
  "22": "tempus erat: the imperfect conveys that it is “past time” for change.\npulsum: modifies an implied te.\nthyrso … grauiore: the thyrsus is presented as a goad to tragic inspiration.",
  "23": "cessatum … est: the perfect passive conveys completed neglect.\nmaius: Tragedy reinforces the hierarchy of genres.",
  "24": "materia: scansion shows this to be ablative.\npremis: can convey suppression or hindrance.\ncane facta uirorum: evokes Roman epic while still allowing reference to drama.",
  "25": "Because dices does not introduce indirect statement, quotation marks are used in modern editions.",
  "26": "quod tenerae cantent … puellae: interpret the relative clause of characteristic as the object of lusit tua Musa.",
  "27": "acta (with implied est) conveys a life stage “spent.”",
  "28": "Romana Tragoedia may be in apposition with the subject of habeam.\nleges: conventions of the genre.",
  "29": "iste: carries a sense of second-person possession.\nhactenus: a verb such as dixit is implied.",
  "30": "mouit: the verb’s object appears in the next verse.\ninnixa: draws attention to Tragedy’s lofty boots.",
  "31": "altera = Elegeia.\nsi memini: cf. puto earlier.\nsurrisit: her smile reaches her eyes.",
  "32": "myrtea uirga: scansion helps identify the grammatical subject.\nMyrtle is associated with elegiac love poetry.",
  "33": "grauibus: Elegy responds using Tragedy’s vocabulary.\nEnjambment delays the main verb.",
  "34": "me premis: Elegy echoes Tragedy’s diction.\nnumquam non: litotes.",
  "35": "tamen: concessive.\nElegy argues that Tragedy has already spoken in elegiac couplets.",
  "36": "es … dignata: the verb parts frame the word they surround.\nnumeris: refers to meter and rhythmic structure.",
  "37": "pugnasti = syncopated form of pugnavisti.",
  "38": "contulerim: potential subjunctive referring to the future (A&G 446).",
  "39": "exiguas regia uestra fores: highlights contrast between genres.",
  "40": "leuis: Elegy claims the antonym of Tragedy’s grauis.\nipsa: modifies the subject of sum.",
  "41": "rustica sit: Elegy claims Venus would be rustic without her.\nlena: Elegy claims the role of procuress.",
  "42": "In this couplet, Elegy invokes the paraclausithyron.\nquam: antecedent postponed.",
  "43": "Manuscripts differ on the placement of this couplet.\nemerui plus … posse: plus has adverbial force.",
  "44": "supercilio: the eyebrow connotes haughtiness.\nInterpret non with patienda.",
  "45": "Elegy lists accomplishments that improved the speaker’s access to his beloved.\nCorinna: named beloved of Books 1 and 2.",
  "46": "astricti: implies a closed threshold.\nsollicitare fidem: to compromise trust.",
  "47": "delabi: another infinitive dependent on didicit.\nuelata: nominative adjective modifying Corinna.",
  "48": "mouere: a third infinitive following didicit.",
  "49": "In the next three couplets, Elegy recounts embarrassments endured.\ninfixa pependi: emphasizes book materiality.",
  "50": "uerita: deponent participle governing an infinitive.\nquin: corroborative or corrective.",
  "51": "memini: defective verb introducing indirect statement.\nmiseram: modifies me; manuscript variants exist.",
  "52": "quid: “What about…?”\nmunus: noun in apposition with me.",
  "53": "rumpit … mergit: present tense suggests repeated actions.\napposita … aqua: ablatives by scansion.",
  "54": "barbara: nominative adjective modifying illa.\nRaises questions about poetic materiality.",
  "55": "prima: likely modifies the subject of moui.\ntuae: continues direct address.",
  "56": "quod: interpret as a noun clause (“the fact that…”).\nista: Tragedy as pursuer.",
  "57": "uacuas: “free from distractions.”\ntimentis: substantive genitive participle.",
  "58": "altera: clarified by shared regalia.\nThe verb est is implied.",
  "59": "altera: “the other of you two.”\nTextual difficulties noted.",
  "60": "uicturum nomen: Elegy grants lasting reputation.\namori: possibly refers to the title.",
  "61": "ades: present imperative.\nbreues uersus: describes elegiac couplets.",
  "62": "es is implied.\nThe antecedent of quod is an implied id.\nbreue: repetition stresses duration.",
  "63": "mota: modifies Tragedy.\nueniam: “permission.”",
  "64": "properentur: passive obscures agency.\nAmores: title reference.",
  "65": "a tergo = “from behind.”"
}
