{
  "1": "uetus = The third declension adjective modifies silua, the subject of stat.\nincaedua = The emphasis on an “undisturbed (lit. “uncut”) wood” suggests the raw material of literary creation. The Greek word ὕλη (hule) carries a similar resonance. For a discussion of this and other meanings of silua, see Wray 2007. ",
  "2": "credibile est: one may comfortably render these words as introducing indirect statement (e.g., “it’s believable that…”). Strictly speaking, the presence of est suggests inesse is a subject infinitive with numen as its accusative subject (A&G 452).",
  "3": "The verse lacks a verb; supply est.",
  "4": "dulce = dulciter. The neuter accusative adjective functions adverbially with queruntur.\nWith this couplet’s mention of a fountain and birds, the speaker’s description becomes particularly evocative of a locus amoenus, or “lovely place” (cf. loco at the end of the second verse). Loci amoeni are idealized landscapes associated with pleasant feelings and, often, philosophical and/or poetic production. Their “minimum ingredients comprise a tree (or several trees), a meadow, and a spring or brook. Birdsong and flowers may be added” (Curtius 1953: 195). The poet-speaker, closely identified with Ovid, wanders through this space while mulling over his next poetic work.",
  "5": "dum spatior: a clause in the historical present (A&G 556), as demonstrated by the shift to the imperfect with querebam in the subsequent verse. Translate spatior in the imperfect, too.\ntectus: the masculine participle and the speaker’s self-presentation as a poet invites readers to identify him with Ovid.",
  "6": "In English word order, the verse might read quaerebam quod opus mea Musa moveret. Scansion shows mea and Musa to be nominative.\nmoveret: subjunctive in an indirect question but the force of a relative clause of characteristic may also be present.",
  "7": "uenit: Scansion shows this verb to be perfect tense; the speaker continues to narrate in the past tense.\nodoratos … capillos: an accusative of respect (or “Greek accusative”) with nexa “to denote the part affected” (A&G 397b; Cf. A&G 397c).",
  "8": "puto: the speaker in the present attempts to recall what he saw, but the verb is parenthetical and does not introduce indirect statement. Another oddity is that the o is short.\nilli = a dative of possession with erat, referring to Elegeia.\nThe attention to Elegy’s foot is one of several physical descriptions in this and the next three couplets inviting a metapoetic reading. Just as one of Elegy’s feet is longer than the other, the hexameter verse in the elegiac couple is metrically longer than the so-called pentameter. (See the section on “Meter” for a more detailed discussion). The “joke” is often visually apparent to readers of material texts, especially when the con convention of indenting pentameter verses is observed (as in Manuscripts P and Y). The Ovidian speaker plays with this idea in the first poem in the collection (Amores 1.1) when he recounts how Cupid snatched a poetic foot from an epic he was attempting to write and, in making a hexameter a pentameter, compelled the writing of love elegy.",
  "9": "erat at the end of verse 10 can be used for all three of the noun / adjective pairings in this verse (e.g., forma erat decens).\namantis: the participle functions substantively and means “of a lover” (literally: “of a loving one”)",
  "10": "pedibus: ablative of respect with uitium.\nScansion reveals causa to be nominative, specifically, a predicate nominative. Rendeirng the Latin in this verse in English word order could yield uitium pedibus erat causa decoris.",
  "11": "uenit: the same verb that begins verse 9. The parallelism between Elegeia and Tragoedia is emphasized through the adverbial et (= “also”).\ningenti … passu: The magnitude of Tragedy’s gait implicit corresponds with the greater grandeur of the genre she represents.",
  "12": "comae: a verb for this plural nominative subject can be supplied by pluralizing iacebat later in the verse. Just as her cloak was draping on the ground, her hair draped over her face.\ntorua = ablative (as scansion shows)",
  "13": "sceptrum … regale: Tragedy’s regalia reinforces her identity. Her scepter hints that the content of her works can engage with royal figures, just as many well-known Attic tragedies do (e.g., Aeschylus’ Agamemnon, Sophocles’ Oedipus Tyrannus, and Euripides’ Medea).",
  "14": "Lydius … cothurnus: the buskin, here specified as being from the Greek region of Lydia (OLD 1) or Etruria (OLD 2), is a boot associated with tragic costuming. Cf. Amores 1.15.15, Hor. Serm. 1.5.64, and Ars P. 80. \nOvid invokes both the buskin and the royal scepter in his autobiographical poem Tristia 2.1.553-4 to refer to his composition of tragedies. The speaker in 3.1 returns to it several times in this poem.\nalta pedum uincla (uincula) = “high bindings of the feet.” As boots, cothurni would generally be tied above the ankle.",
  "15": "prior has adverbial force. Tragedy spoke “first. Her argument, presented in the next eight couplets, oscillates between scolding and exhortation.\necquis: the prefix ec- lends intensity—and perhaps an element of impatience—to the interrogative. \namandi: the genitive gerund conflates the poet’s literary activity (the writing of love poetry) with behavior (loving). The plot of Amores 1.1 suggests that the two are inextricable.",
  "16": "Note the spondaic rhythm of the verse’s opening. Hiatus (i.e., lack of elision) occurs between o and argumenti. \nlente: a vocative adjective modifying poeta. The Oxford Latin Dictionary (OLD lentus 6) cites this verse for the use of the adjective with a genitive to explain in what respect an individual is persistent.",
  "17": "nequitiam: the emphatic placement of this word at the beginning of the couplet hints at its importance to the next verse where it is also the object of narrant.",
  "18": "compita: with her mention of crossroads where many streets intersect, Tragedy suggests the gossip about the speaker is likely to proliferate.",
  "19": "In this couplet, Tragedy presents a vignette of how a “person on the street” sees the speaker. Note the lack of second-person pronouns or possessive adjectives. The speaker’s status as a poet burning with love remains nonetheless central to his identity.\neuntem: modifies uatem.",
  "20": "The antecedent of quem is an implied masculine noun, such as uir, homo, or (resupplied in the nominative from v. 19) uates.",
  "21": "fabula: both the gossip and the subject of gossip (OLD 1b and 1d). The nominative noun is in apposition with the subject of the second person verb iactaris. “You are tossed about, a topic of gossip…”\nnec sentis: like puto in v. 8, this verb is an aside.\nScansion shows tota to be ablative and so to modify urbe.",
  "22": "praeterito: a participle modifying pudore in an ablative absolute. The sense is “neglected” or “ignored” (OLD praetereō 7).",
  "23": "tempus erat: the imperfect gives the sense that it is “past time” for the speaker make a change. The clause is accompanied by an accusative and infinitive (OLD 8c) to indicate “it is time that a subject (accusative) perform an activity (infinitive).”\npulsum: modifies an implied te. \nthyrso … grauiore: The thyrsus, a decorated wand carried by worshippers of Bacchus, is here presented as a goad to tragic inspiration. (Recall Bacchus’s identification with Dionysus, the god honored by dramatic performances.) The comparative grauiore invokes the hierarchy of genres where weight corresponds with seriousness and, conversely, levity aligns with triviality. (Cf. the presentation of epic in Amores 1.1.1 and elegy in Amores 1.1.19).\nWhether thyrso is read with pulsum or moueri, it remains the means by which Tragedy thinks the speaker can and should change.",
  "24": "cessatum … est: The perfect passive of cessō can be used for something (such as “time”) spent in idleness or otherwise neglected (OLD 4a and 4b), although whether the subject is tempus (v. 23) or the verb is impersonal, a translation with completed aspect emphasizes the call for immediate change: “There has been enough dilly-dallying.”\nmaius: Tragedy makes her feelings about the hierarchy of genres even more explicit. ",
  "25": "materia: Scansion shows that this is ablative.\npremis: In addition to simply “pressing,” premō can be used to indicate suppressing, checking, or hindering (OLD 19-21) something.\ncane facta uirorum: The collocation of canō and uir should call to mind a specific Roman epic, but facta allows Tragedy to still be speaking about dramatic performances or “drama,” a word that comes from the Greek term for a “deed” or “action” (δρᾶμα).",
  "26": "Tragedy ventriloquizes the speaker. Because dices does not introduce indirect statement, modern editors know to use quotation marks.",
  "27": "quod tenerae cantent … puellae: The antecedent of quod is an implied id, but treating the relative clause of characteristic as the object of the independent clause lusit tua Musa preserves the dismissive tone of Tragedy’s remark: “Your Muse has played around with what sort of stuff young girls sing.” The verb lusit also seems intended to trivialize the genre of love elegy.",
  "28": "acta (with an implied est) carries the sense of a time or stage of life “spent” or “passed.” Tragedy allows that elegy is appropriate to youth, but she also suggests the speaker has outgrown this phase.",
  "29": "Romana Tragoedia can be taken in apposition with the subject of habeam, but Tragedy may also be imagining her nomen and the name of her genre “in lights,” so to speak.",
  "30": "leges: the “laws” or “strictures” are presumably the conventions of the genre.\niste: the demonstrative adjective can carry a sense of (second-person) possession: “That spiritus of yours…”",
  "31": "hactenus: a verb such as dixit is implied. The sense is that Tragedy stopped speaking.\nmouit: the verb’s direct object appears in the next verse.\ninnixa: the feminine participle draws attention to Tragedy’s lofty boots. (One is not typically “held up” by normal footwear.)",
  "33": "altera = Elegeia\nsi memini: cf. puto in v. 8 and fallor in v. 34.\nsurrisit: Elegy’s smile (or subdued laughter) reaches all the way to her eyes.",
  "34": "myrtea virga: scansion aids in identifying the grammatical subject. The Ovidian speaker associates myrtle with the muse of elegiac love poetry in Amores 1.1.29.",
  "35": "gravibus: in addressing Tragedy first, Elegy responds to and retains the vocabulary of generic hierarchy.\nEnjambment permits the postponement of the direct object and main verb until the second verse in this couplet",
  "36": "me premis: Elegy’s speech echoes various words from Tragedy (e.g., premis here and in v. 25, moveri in v. 23 and v. 37, numeros in v. 27 and numeris in v. 37)\nnumquam non: litotes.\nThe subject of the second question is embedded in the verb potes.",
  "37": "tamen: the adverb is concessive. Elegy interprets the fact that Tragedy has just spoken in elegiac couplets as proof she can be unserious. From the perspective of book materiality, she also draws readers’ attention to the use of elegiac couplets throughout the entire poem, including the verses before Tragedy begins speaking. The couplets on the page have already forecast who will win this generic debate. Meter is a proxy for tonal levity.\nes … dignata: the two parts of the verb draw attention to the word they surround. \nnumeris: also used by the speaker of Amores 1.1 in reference to meter. That these “numbers” or “rhythms” are uneven (cf. imparibus) could allude to the unevenness of the elegiac couplets or the odd number of feet in a couplet (11).",
  "38": "pugnasti = a syncopated form of pugnavisti",
  "39": "contulerim: a potential subjunctive referring to the future (A&G 446).",
  "40": "exiguas regia uestra fores: the contrast between genres is highlighted through differences in status and size.",
  "41": "leuis: Elegy claims for herself and Cupid the antonym of Tragedy’s gravis.",
  "42": "ipsa: scansion shows that this should be read as modifying the subject of sum.",
  "43": "rustica sit: Elegy asserts that Venus (lasciui mater Amoris) would be simple or otherwise “rustic” if it weren’t for her influence. This is as combatively proud as Elegy gets, and it feels like it approaches blasphemy.",
  "44": "lena: Elegy claims the role of the procuress or “madame” to Venus. A lena is typically an older woman who controls access—sexual and otherwise—to a younger one. (The masculine leno is often translated by modern readers as “pimp.”) In Amores 1.8, the lena is the object of the male speaker’s intense loathing. Elegy’s special relationship with Venus does not depict the goddess in the most flattering light.",
  "45": "In this couplet, Elegy invokes the paraclausithyron, a frequent set-piece of Roman love elegy in which a locked-out lover (exclusus amator) attempts to persuade a doorkeeper (ianitor) or his girlfriend herself to open a locked door. The motif offers fertile material for double-entendre.\nquam: the antecedent is postponed until the second half of the next verse.\ncothurno: Tragedy’s footwear continues to function metonymically for the genre. Is the boot to be imagined attempting to kick down a door?",
  "47": "Manuscripts P, Y, and S all place the couplet that begins et tamen emerui after verse 46. In the interest of narrative logic, the editor E.J. Kenney transposes it to after the couplet that begins delabique toro (which would be numbered 51 and 52 in any of the three manuscripts if the verses were in fact numbered). If Kenney’s text recovers Ovid’s original ordering, what might explain how the couplet was originally transposed to its location in the earliest witnesses?\nemerui plus … posse: the infinitive is the object of emerui, and plus has adverbial force. Elegy claims she has earned “being more powerful” or “having greater influence.”\nferendo: although gerunds don’t generally take direct objects (the gerundive construction is preferred), this ablative gerund has a direct object in neuter plural.",
  "48": "supercilio: the eyebrow (in the singular) is often associated with haughtiness or pride (OLD 2).\nInterpret non with patienda.",
  "49": "This couplet and the next show Elegy touting her accomplishments (e.g., per me), especially as they pertain to the speaker’s improved access to his beloved.\nCorinna: the name which the speaker of Amores Books 1 and 2 gives to his (primary but not exclusive) beloved.",
  "50": "astricti: a “bound” or “tied” threshold is implicitly closed.\nsollicitare fidem: the sense is of compromising or disrupting the trustworthiness of something (OLD sollicitō 5).",
  "51": "delabi: another infinitive with didicit (v. 49). The list of things Corinna learned to do through Elegy continues.\nuelata: scansion reveals this to be a nominative adjective modifying Corinna. The entire phrase tunica uelata soluta is repeated in Am. 3.7.81. The sense here may be of practiced modesty following a sexual encounter.",
  "52": "mouere: a third infinitive following on didicit (v. 49).",
  "53": "In the next three couplets, Elegy recounts embarrassments she has endured in her poetic service to the speaker. \ninfixa pependi: the materiality of the book is made central to this vignette. Elegy presents herself as one and the same as the elegiac poems the speaker has affixed to the exterior of his lover’s residence. Are readers to imagine a papyrus roll? Wax tablets?\nManuscripts P and Y have incisa for infixa. Manuscript S has illisa.",
  "54": "uerita: recall that uereor is deponent, so this perfect participle should be translated actively and governing the (object) infinitive legi.",
  "55": "quin: often used to corroborate or correct a previous point. We might render it in English as “In fact…”\nmemini: a “defective verb” that is perfect in form but generally translated in the present tense (i.e., “I recall” or “I remember”). Here introducing indirect statement.",
  "56": "miseram: an adjective modifying me in v. 55. Elegy is still the speaker, and she continues to imagine herself as a physical object.\nManuscripts PYS have missam (S = missum) for miseram. Why might editors prefer miseram?",
  "57": "quid: “What about…\nmunus: a noun in apposition with me\nnatali: the adjective modifies in implied diei.\nmittis: Elegy now addresses the speaker rather than Tragedy.\nilla = the puella (implicitly Corinna)",
  "58": "rumpit … mergit = the present tense hints that these could be repeated happenings, perhaps occurring on multiple of the beloved’s birthdays?\napposita … aqua: ablatives by scansion\nbarbara: a nominative adjective modifying illa in v. 57\nWhat form has the writing of Elegy taken for her to be susceptible to destruction by breaking and submerging?",
  "59": "prima: could modify felicia semina but more comfortably reads as modifying the subject of moui.\ntuae: Elegy continues to address the speaker in this and the next verse.",
  "60": "quod: at first glance this seems to introduce a straightforward relative clause, but because te is the object of petit, quod cannot be. Interpret this instead as a noun clause and translate quod as “the fact that…” \nista = Tragedy has essentially taken on the role of pursuer otherwise played by the lover.",
  "62": "uacuas: not “empty” but free from distractions and “ready to listen” (OLD 11)\ntimentis: the speaker refers to himself with this substantive genitive participle.\neant: the difference between an optative and jussive subjunctive here in English is minute. (Optative would seem more appropriate to the power dynamics.) ",
  "63": "altera = “one of you two.” To whom the speaker refers to here is made clear by the regalia she shares. ",
  "64": "The verb est is implied.\nNB textual difficulties: contacto, contracto",
  "65": "altera = “the other of you two.” \nuicturum nomen: the speaker acknowledges that Elegy is giving his poetry a lasting reputation. Cf. Tragedy’s desire in v. 29.\namori: perhaps a reference to the title of the collection?",
  "66": "ades: present imperative. The speaker makes his decision…for now.\nbreues (uersus): the verse describes the two lines of an elegiac couplet in sequence, with the shorter verses following the long ones.",
  "68": "es is implied in the first clause. \nThe antecedent of quod is an implied id.\nbreue: Note the repetition of this word from v. 66. The speaker represents the hierarchy of genres through duration: Tragedy is forever, but Elegy is momentary.",
  "69": "mota: modifies Tragedy, who has been persuaded.\nueniam = “permission”\nproperentur: the use of the passive without an agent obscures the speaker’s agency.\nAmores: a reference to the title of the work?",
  "70": "a tergo = “from the back” / “from behind” "
}
