{
  "1": "sedeo studiosus equorum = The first-person speaker succinctly establishes the setting as a place where a horse enthusiast might be expected to sit. By the end of the next verse, the setting of the Circus is more firmly established.\nstudiosus: most frequently takes a genitive (as here).",
  "2": "ipsa faues = a singular feminine addressee construes the poem as a conversation.\nuincat ut ille = translate ut, placed second in the noun clause, before uincat. (Cf. A&G 563 for *substantive clauses of purpose*.)",
  "3": "The speaker confesses that this conversation is not occurring by happenstance.",
  "4": "amor = the subject of the negative purpose clause (which is also the antecedent of quem) is postponed until the final word in the verse. To approximate English word order, one might rearrange the Latin words as follows: ne amor quem facis esset non notus tibi.",
  "5": "cursus = the occasion of a race is confirmed.\nA verb (i.e., spectō) with ego as its subject and te as object is ellipsed.\nspectemus: the first-person plural verb highlights the shared activity, but uterque often takes a singular verb, as in the next verse.",
  "6": "The antecedent of quod is implied.\noculos pascat suos = the idiom persists in the English phrase *to feast one's eyes (on something).*",
  "7": "cuicumque: the object of faues, a verb that governs a dative.",
  "8": "*So it falls to him to be a source of your attention?*\nilli: one can imagine the speaker pointing (perhaps with a hint of incredulity) at a specific charioteer.\ncontigit = *it falls (to him = illi).* The subject is the infinitive esse, but an impersonal subject is more natural in English.\ncurae…tuae: the dative of an abstract noun (here cura) indicates what something brings about (commonly known as a *predicative dative*). I generally suggest translating the abstract noun with *a source of [noun].*",
  "9": "In this and the following couplet, the speaker imagines how he would perform as a charioteer if granted the woman's favor.\ncontingat: the jussive subjunctive has conditional force. *Let this fall to me* = *If this should happen to me…* \nsacro de carcere = de sacro carcere. Why the starting barriers are sacred is unclear, although the games (ludi) during which chariot races would occur were religious festivals.\nmissis: the noun modified by this participle is postponed until the end of the next verse.",
  "10": "insistam: a future indicative relays the speaker's confidence. insistō often takes a dative (here missis…equis). The graphic word order in the couplet places insistam at the front of the couplet (i.e., in the chariot cockpit) with missis and equis out front, as if representing a biga, or two-horse chariot.",
  "11": "lora dare = to slacken the reins",
  "12": "stringam metas: to graze the turning post intimates both skill and fearlessness.",
  "13": "The speaker's flight of fancy includes spying the puella in the stands.\nmihi: dative of agent modified by the participle currenti.\nfueris conspecta = eris conspecta: an emphatic protasis in a future-more-vivid conditional sentence.\nmorabor: the future indicative reveals just how vibrant the speaker's imagination is.",
  "15": "A mythological chariot race illustrates how the beauty of a woman could drive a charioteer to distraction.\nquam = *how*\nPelops = the son of Tantalus and (eventually) the husband of Hippodamia, described here while in the process of winning her hand. Pelops sought a marriage with Hippodamia by competing with her father King Oenomaus of Pisa in a chariot race (of sorts): Pelops had to escape with Hippodamia while an armed Oenomaus pursued. In most versions, Pelops won by sabotaging the king's chariot with the help of the king's charioteer. He then wed Hippodamia and became king of Pisa.\nPisaea…hasta: scansion shows the final a in Pisaea to be long. The Pisan spear is presumably one thrown by Oenomaus.",
  "16": "dum spectat: dum + the present indicative indicates *continued action in past time* (A&G 556). Translate spectat (which echoes the repetition of this same verb in v. 5) in the imperfect.",
  "17": "The success of Pelops—his *victory*—is attributed to the good-will of his puella.",
  "18": "uincamus: the other person designated by the first-person plural verb is not the speaker's addressee but either Pelops (whose success is mythologically assured) or the charioteer.",
  "19": "quid frustra refugis? As if providing stage directions, the speaker narrates the woman's real-time body language.\nlinea = *a line or rope blocking off a row of seats in the theater* (OLD 6b).",
  "20": "in lege loci: the *law of a place* is a space's inherent conditions or features.\ncommoda: to judge from her body language, the woman would probably not use this same word.",
  "21": "tu: The speaker addresses a spectator seated nearby.\nparco takes a dative object.",
  "23": "tu: Another nearby spectator is addressed.",
  "24": "pudor has the sense of *good manners* or *respect* here. An implied tibi (as a dative of possessor with est) would make the point explicit: *If you have good manners…*\nterga: the plural object generalizes the command.",
  "25": "The speaker's attention returns to the woman and her garments.\nnimium modifies demissa.\nScansion shows demissa and pallia to be neuter plural nominatives.\ntibi: most simply indicating possession but could also be read as a dative of reference or disadvantage (A&G 376).",
  "26": "collige: the speaker doesn't give the woman time to respond to this command, taking matters into his own hands (literally) before the verse concludes.\ntollo: a progressive present (i.e., *I am lifting [sc. the cloak]*) communicates additional stage directions and sets the scene for the next couplet.",
  "27": "eras: the speaker now addresses the garment itself.\nbona crura = the direct object of tegebas.",
  "28": "quoque spectes: *and by how much more you may see.*\nquo: an ablative of degree of difference with magis. que is the enclitic meaning *and.* The garment is personified, as if it has eyes to see.\ninuida uestis eras: compare Amores 1.9.1–2 for a similar, emphatic reduplication of the start of a hexameter verse in the second half of a following pentameter.",
  "29": "In this couplet and the next, the speaker compares the woman's legs to those of Atalanta and Diana.\nMenalion Atalantis: Melanion (already in the nominative) competed with Atalanta (Atalantis = genitive) in a footrace to win her hand in marriage, risking execution if he lost. With Venus's guidance, he distracted Atalanta during the race by periodically throwing golden apples. Apparently, Atalanta couldn't resist going off course to retrieve them.",
  "30": "sustinuisse: the verb can be translated with the sense of restraining or delaying (OLD 8), referring to how Milanion checked Atalanta's speed by throwing things with his hands (manibus…suis). The same verb appears in sexually suggestive contexts in Amores 3.7.26 and 3.14.22. We might read it here as innuendo for a sexual position, i.e., Milanion wished to *hold up* (OLD 1) Atalanta's legs with his hands.",
  "31": "talia…crura: the second comparison turns upon the same words as the first, but here they are the grammatical subject.\nsuccinctae: Diana is described as succincta because her garment is *gathered up* to allow free movement of the legs (OLD succinctus 1).",
  "32": "fortes fortior: the polyptoton emphasizes that the huntress is more than equal to the challenge her quarry presents.",
  "33": "his … non uisis: his in the ablative absolute refers to the woman's legs, and non negates uisis. *With these [legs] not having been seen…* = *Even before I saw these legs…*\nab ipsis: i.e., *from these very ones [sc. having been seen].* The intensifier acts as a gesture, as if the speaker points to or looks at the woman's legs again.",
  "35": "istis: yet another demonstrative referring to the legs.\net = adverbial and modifying cetera, which is the accusative subject in indirect statement.",
  "36": "bene: comfortably read as modifying condita = *well hidden*",
  "37": "uis: the speaker asks the woman a direct question after waxing poetic (and lascivious) about her legs and body.\ntamen = *nevertheless.* Despite the woman's sheer clothing (tenui…ueste), the speaker wonders if she is hot and offers to help.\nfaciles = *light* (OLD 5d).",
  "38": "tabella: although some dictionaries read this as a fan (e.g., Lewis and Short s.v.), the speaker may be outing himself as a poet who travels with a writing tablet that can be appropriated as a fan.\nScansion shows mota tabella to be the nominative subject of faciet.",
  "39": "aestus: the subject is postponed to the end of the verse. The speaker wonders if the heat he feels is emotional rather than environmental. Rearranging the Latin into English word order might produce: est hic meus aestus magis animi, non aeris? Cf. the wordplay in English, *Is it hot in here or just me?*",
  "40": "torret: the verb of parching sustains the metaphor of love as heat.",
  "41": "dum loquor: see the note on v. 16.\ntibi: possessive with implications of disadvantage.\nFor the intriguing possibility that the speaker, through his fanning, has caused the dust to fall on the woman's garments, see Ingleheart and Radice 2011: 27.",
  "42": "sordide…puluis: the speaker addresses the dust directly.\nabi: singular present active imperative.\nThe speaker isn't above physical contact without permission (cf. v. 26). Does he brush off the woman?",
  "43": "The speaker returns his attention to the events in the Circus, narrating them for his addressee and the readers.\npompa: a procession of deities precedes the chariot races.\nlinguis…fauete: a plural imperative demanding respectful silence (OLD 5). The speaker shushes everyone around him.",
  "44": "plausus: scansion shows the second u to be long, indicating a genitive with tempus.",
  "45": "prima loco: literally *first in place.* prima modifies Victoria.\nfertur: a representation of the deity (i.e., a statue) is carried.",
  "46": "ades: present imperative.\nfac can take a subjunctive (here uincas) without ut to indicate a noun clause expressing purpose (A&G 565). The speaker demands that the goddess Victory bring about his love's *victory.*",
  "47": "Neptuno: plaudō uses the dative to designate the one applauded (OLD 3).\nqui: the antecedent uos is embedded in the subject of plaudite. Those *who trust too much in waves* are sailors and/or merchants.",
  "48": "nil mihi: an implied sit would give the sense of undesired possession (e.g., *Let me have nothing…*). The sense is *I want nothing with the sea.*",
  "49": "plaude: contrast this command to the singular soldier with the plural command to sailors in v. 47.\nnos odimus arma: the trope of despising and avoiding true military service (or, alternatively, of framing the military service of love (militia amoris) as its equivalent; cf. Am. 1.9) is a provocative social stance often taken by elegiac speakers/poets.",
  "50": "repertus: an implied est would make this the main verb for the portion of the verse after et. Alternatively, iuuat can be resupplied from the first half of the verse.",
  "51": "auguribus…uenantibus: datives with adesse, which here has the sense of *to be present for* or *to be favorable to* (OLD 11 and 13).\nPhoebus, Phoebe: the twins Apollo and Diana share a verse (if not supporters), just as Castor and Pollux do in v. 54.\nvenantibus: a substantive participle equivalent in sense to uenatoribus.",
  "54": "artifices: an adjective here, but elsewhere a masculine noun designating an artist or artisan.\npugiles: the subject of an implied placent (pluralized from placet in the second half of the verse).\nCastora: accusative singular masculine.\nplacet: the subjunctive of placō, placāre, placauī, placatum. In the context, appeasing the gods implies applauding them.",
  "55": "nos: perhaps a poetic plural subject. Or perhaps the speaker can be imagined speaking for the woman, too. The verb appears at the beginning of the next verse.\npuerisque potentibus arcu: is the statue of Venus flanked with Cupids, like many renderings of Venus with amorini or putti in Renaissance and Baroque art?",
  "56": "annue (adnue) = *give approval to [dative]* (OLD adnuō 5–6). The direct address of Venus continues into v. 57.",
  "57": "nouae…dominae: the speaker describes the woman as if they are already in a relationship.\npatiatur amari: like the noun clause following fac in v. 46, these words describe the disposition (mentem) the speaker wants Venus to grant the woman. Rendered as a jussive subjunctive, patiatur can be translated, *Let her endure (being loved).* Cf. Amores 1.3.3 for the same sentiment in the same words.",
  "58": "annuit: the speaker claims that the statue nodded assent. Is he jesting? Delusional?",
  "59": "quod: an implied antecedent id is the object of promittas.\npromittas: another subjunctive in a noun clause of purpose following rogamus (with ut elided). (See A&G 563.)",
  "60": "pace…Veneris = *with all due respect to Venus* (OLD pax 3).",
  "61": "per tibi tot: the verse's word order is initially challenging. Rearranging the Latin into English word order might grant: iuro tibi per tot testes pompamque deorum…\nAn accusative with per indicates the people by whom one swears.",
  "62": "nobis: dative of reference with dominam or a dative of agent with peti (Cf. A&G 375c). Recall that the speaker has just referred to the woman as his domina in v. 57.\ntempus in omne = in tempus omne = *forever*\npeti: one can highlight the force of tempus in omne with a present progressive translation of this passive infinitive in indirect statement (e.g., *are being sought*).",
  "63": "The speaker's solicitous attention returns to the woman (and her legs). The couplet also pivots the narrative to the particulars of the Circus infrastructure and the race itself.\npotes: the infinitive complementing this verb appears in the second half of the next verse.",
  "64": "primos…pedes: perhaps the balls of one's feet.",
  "65": "praetor: the superintendent for Roman games (ludi). This subject's verb is postponed to the end of the next verse.\nWhen the couplet is read in sequence, the Circus, just empty after the procession of the gods, yields to the racehorses by the end of v. 66.",
  "66": "aequo carcere: the starting gates were not *equal* or *even* but staggered to make the race *fair.* One might compare the staggered starting blocks for a modern 200-meter footrace.",
  "67": "cui studeas: an indirect question rather than a relative clause of characteristic; the speaker seems to be looking at a specific charioteer.\ncuicumque: repeated verbatim (with faues) from v. 7.",
  "69": "me miserum: an accusative of exclamation.\nspatioso: in leaving too much space between the chariot and the turning post (i.e., by taking a *wide turn*), the charioteer can lose ground and/or be passed.\ncircumit: the grammatical subject is the woman's favored charioteer.",
  "70": "facis: the speaker addresses the charioteer directly in the next three verses.\nproximus = *the next one* (i.e., the charioteer in second place).",
  "72": "Scansion shows lora sinistra to be accusative plural (ualida…manu is ablative).\nThe speaker offers technical advice. Davis 2023 ad loc. cites evidence that chariots turned left, or counterclockwise, around the turning post. Pulling the reins on the left would presumably guide the horses and the charioteer closer to the meta.",
  "73": "fauimus: the speaker casually notes that he and the woman have been allied in their support of the same charioteer, confirming the promise of v. 2, itself echoed in v. 67.\nQuirites: the vocative address is the equivalent of *citizens of Rome.* Unhappy with the charioteer's performance, the speaker urges other attendees to call back the racers for a restart.",
  "74": "iactatis…togis: the waving of togas may have been a way for the crowd to show discontent or demand a different result. Cf. Mart. 13.99.2.",
  "75": "en reuocant: for no stated reason, other spectators follow his lead.",
  "76": "licet: this impersonal verb can take the subjunctive without ut to express purpose (A&G 565). Cf. fac in v. 46 and v. 80 (below).\nin nostros…sinus: the speaker offers the woman the chance to shelter herself from togate turbulence in the folds of his garment. Is this merely an attempt to initiate an embrace?",
  "77": "iterum: the call for a restart must have been successful. The action in the Circus begins again.",
  "78": "discolor: charioteers were differentiated by various colors.",
  "79": "supera…insurge: imperatives directed at the chosen charioteer.",
  "80": "The woman's and the speaker's wishes are apparently one and the same. Rearranging the Latin into English word order and resupplying relevant words might yield fac mea uota sint rata (et uota) dominae meae sint (rata) = *Bring about that my wishes come true, and the wishes of my mistress.*\nfac: as in v. 46, the imperative introduces a noun clause expressing purpose.",
  "81": "sunt dominae rata uota meae: The charioteer has won! But, as it turns out, the woman's and the speaker's wishes are not quite coterminous.",
  "82": "palmam…palma: palma = a token of victory (OLD 5) but also the palm of a hand (OLD 1). Does the speaker reach for the woman's hand as he says this? That he desires even more soon becomes apparent.",
  "83": "The use of third person singular verbs in this verse leads many editors to place it outside of quotation marks, as if this line alone is narrated to the readership. Might it be spoken to spectators seated nearby (see vv. 21–24)?\nrisit: why the woman laughed is not specified. Does she laugh at his wordplay with palma? Is she flirting (cf. Elegy in 3.1.33)? Is she, laughing and bright-eyed, simply delighted with the victory of her charioteer?",
  "84": "quiddam: the indefinite pronoun accommodates innuendo.\npromisit: recalls v. 59.",
  "85": "redde: the imperative leads editors to enclose this verse in quotation marks again.\nalio…loco: the speaker expects that the interaction with the woman will continue in another venue."
}
