{
  "1": "Two singular imperatives open the poem, the first i carrying the force of *go on* and the second crede introducing an indirect statement. Although the speaker’s addressee at the end of the poem (tu tamen in 47) seems to be the girlfriend herself, here in verse 1 her actions are narrated in the third-person (iurata fefellit), implying a different addressee at this point. Is it *you,* the singular reader?",
  "2": "illi: dative of possessor with fuit (A&G 373). In verses 2-10, the girlfriend has implicitly sworn oaths on various parts of her body and broken them without consequence to her appearance.",
  "3": "periura: a substantive adjective modified by the adverb nondum.",
  "4": "capillos is implied again with longos.\nNote the parallelism of verbs habuit and habet in the correlative phrases of 3 and 4.",
  "5": "candorem: an accusative of respect (cf. A&G 397b) introduced by suffusa: *suffused in regard to her brilliance.* The verb fuit appears at the beginning of the following verse.",
  "6": "lucet: the present tense verb stresses that the puella's former (cf. ante fuit) blush persists.",
  "7": "The different verb tenses (erat / est) again emphasize the endurance of the status quo.\nReferences to feet in Ovid often carry metapoetic force, as in Amores 3.1.7-10. Other vocabulary and features of this couplet also seem to echo the initial description of Elegeia in Amores 3.1, such as the terms forma and decens and the superlative artissima (vs. tenuissima, 3.1.9).",
  "8": "The parallelism between the halves of this verse concisely observes the lack of consequences from her broken oaths.",
  "9": "argutos modifies an implied ocellōs/oculōs. The second half of the verse can be read as a parenthetical, but it introduces the masculine plural noun to which argutos refers.\nut introduces a simile rather than a subordinate clause.\nY: The o in Argutos is in a second hand and darker ink, perhaps written over an a.",
  "10": "per + accusative indicates what one swears upon (cf. 13-14) (OLD 10a).",
  "11": "falsum: adverbial (*falsely*)\nLook to the next verse for the verb governing iurare.\nY: The i in aeterni is in a second hand and darker ink, clearly written over an o.",
  "12": "numen habet: implies a degree of divine protection for beauty (forma).",
  "13": "suos: The noun this modifies is ellipsed here but appears in the next verse. The speaker here notes that even though the puella falsely swears upon two sets of eyes, only one set is feeling the consequences.\nillam: subject of an indirect statement introduced by the deponent verb recordor.\niurasse = iuravisse (syncopated perfect infinitive)",
  "14": "doluere = doluerunt (syncopated perfect)\nmei: modifies an implied oculi\nY: en is offered above & in a second hand and darker ink. Neither P nor S contains this emendation.",
  "15": "The speaker addresses the gods and demands that they answer a question. A modern editor might place a colon after di.\nThe protasis of the conditional begins with si and continues to the end of the verse.\nimpūne: *without adverse consequences, safely, without harm* (OLD 1b).\nY: disiuos is written as a single word, but word divisions are indicated in a second hand and darker ink.",
  "16": "*Why have I endured the punishments of another's deserts*\ncur: the word introducing the speaker's question is postponed until after the caesura.\nmeriti < meritum, meriti, n. = That which one deserves, due reward. (OLD 1). The speaker uses the word ironically.\nReading alterius as a substantive possessive genitive gives the sense of *of another.*",
  "17": "invidiae vobis: a double dative construction (cf. A&G 382.1) in which the dative of an abstract noun (here inuidia) indicates what something accomplishes (commonly known as a *predicative dative*) and for whom (i.e., a dative of reference). I generally suggest translating the abstract noun with *a source of.*\nThe speaker draws a mythological comparison highlighting the unfairness of punishing one individual for another’s fault. Andromeda, the daughter of Cepheus (i.e., *the Cepheian maiden*), was sentenced to death because of her mother's boastful claim to be more beautiful than the Nereids. With his rhetorical question, the speaker suggests this should be a source of shame for the gods.\nCephēïa is four syllables.",
  "18": "The word order seems to mirror the complicated ethics of Andromeda’s punishment. Scansion shows formosa to be ablative, thus modifying parente. iussa is nominative, modifies virgo (17), and takes a complementary infinitive. male looms over the entire verse but can be comfortably read with iussa or mori.\nY: A second hand in darker ink seems to have struck out the n in formonsa, also placing a dot below it. Is this an early occasion of orthographic normalizing. (The same word in 3.7.1 does not show any markings.)",
  "19": "quod: relative clause with an implied id. Translate as *the fact that.*\nuos habui: *I have regarded you* (OLD habeo 24).\ntestēs: an accusative plural in apposition with uos\nMight sine pondere testis introduce an accusation punning on *lightweight* witnesses and insufficiently masculine gods? For the association of testis with the anatomical testicle (and the limitations of this association), see Adams 1982: 67.\nY: The second e in testes is in a second hand and darker ink and appears to be written over an i.",
  "20": "mecum: an ablative of accompaniment with the other objects of the girl’s laughter, namely, the deceived (lusos < ludō) gods. Context dictates that the puella does not laugh with the speaker.\nY: rid& for ridet. The second s in lusos is in a second hand and darker ink and appears to be written over an r. lusor in the original would modify the inulta puella.",
  "21": "sua … periuria: object of redimat, a subjunctive verb (in a purpose clause) for which the girl is the implied subject.\nredimat < redimō = to compensate for (OLD 6; see also L&S B3 which cites this passage).\nThe speaker’s word order may once again stress what he regards as uncompelling (or, at least, unfair) logic.",
  "22": "victima: common gender (i.e., masculine or feminine)",
  "23": "Note the second aut in v 25. If you imagine deus is in italics, the sense of sine re nomen … est may be clearer. All three verbs in the couplet share the same subject",
  "26": "solas: a substantive adjective that sets up a contrast with nobis and nos in the subsequent two couplets. posse here takes an accusative direct object and can be translated as *to be capable of.*",
  "27": "nobis and nos are implicitly masculine as the speaker opines that the activities of Mars, Athena, Apollo, and Jupiter affect men disproportionately.\nMauors = Mars.",
  "31": "formosas: another substantive adjective. The gods’ divergent treatment of women and men is again stressed.",
  "32": "The antecedent of quae is implied; imagine eas as the object of timent (outside of the relative clause).\ntimuere = timuerunt.\nse is a reflexive pronoun corresponding to the subject of the unsubordinated verb timent.",
  "33": "This verse is effectively a (sarcastic) rhetorical question, hence, the indicative verb with quisquam. The speaker implies the triviality of men—or anyone (quisquam)—performing ritual behaviors when the gods ignore broken oaths.",
  "34": "animi = partitive genitive with plus.",
  "36": "vetat introduces indirect statement; translate as *forbids.*\nperiuras = yet another substantive adjective (participle).",
  "37": "The speaker introduces an exception to prove his rule, although the rule no longer appears to be *women who break oaths are never punished* but rather *women are never punished.* After all, Semele broke no oath; she died because Jupiter kept his.\nOvid's version of the tale in Metamorphoses 3.253-315 has Juno (in disguise as Semele's nurse) persuading her mortal rival, already pregnant with Dionysus, to confirm that Jupiter is the god he claims to be. Semele asks that Jupiter promise to do whatever she asks, prompting him to swear that he'll do just that. She asks that he appear in his divine glory for their next sexual liaison, and her death is inevitable. Unable to endure the omnipotent presence of Jupiter, Semele miserabilis arsit. Jupiter manages to save the fetus and bring it to term by sewing it into his leg. In this way, the father acts as a surrogate mother to Dionysus.\nmeruere = meruerunt.\npeti = complementary (passive) infinitive",
  "38": "illi = dative of possessor. est … reperta = the main verb.",
  "39": "The couplet presents a mixed contrafactual conditional. Semele’s agency is construed as the decision not to have *withdrawn herself.*",
  "40": "habēre opus here seems to mean *doing the work.*",
  "42": "The speaker, having resumed his belief in the gods, stresses that they are like humans.",
  "43": "The couplet presents a present contrafactual conditional.\nforem = first person singular imperfect active subjunctive (cf. essem).\nThe subject of the potential subjunctive liceret is the noun clause femina falleret (numen meum): *That a woman would betray (my divinity) … would be permitted.*",
  "45": "This couplet presents two present contrafactual potential subjunctives. The speaker is ready to swear a false oath that the girls have sworn truly.\niurasse = iuravisse.",
  "46": "de tetricis … deus = *a god among the gloomy ones* (i.e., a killjoy).",
  "47": "The speaker ceases to imagine himself as an indulgent god and concludes with a final plea.\nillorum (sc. deorum)\nmoderatius = a comparative adverb modifying utere = a deponent imperative addressed to the puella.",
  "48": "parcere takes an ablative object."
}
