{
  "1": "at…at…at = As if trying out different excuses, the speaker breathlessly (note the asyndeton) outlines three explanations for his impotence, all of which place the blame on the puella herself.\nbene = take this adverb with culta.",
  "2": "An implied est accompanies petita. Read puto as an aside. The thrust of this couplet could be reversed if punctuated with a question mark, as it is punctuated by Sharrock 1995: 152 and McKeown and Littlewood 2024: ad loc.",
  "3": "tenere + in + accusative (usūs) here expresses purpose or aim. The speaker “held” the woman without either of them achieving their sexual objectives.\nCf. Lewis and Short s.v. “in” “Sometimes with esse, habere, etc., in is followed by the acc. (constr. pregn.), to indicate a direction, aim, purpose, etc. (but v. Madvig. Gram. § 230, obs. 2, note, who regards these accusatives as originating in errors of pronunciation); so, esse in potestatem alicujus, to come into and remain in one's power: esse inmentem alicui, to come into and be in one's mind: esse in conspectum, to appear to and be in sight: esse inusum, to come into use, be used, etc.”",
  "4": "pigro can be rewardingly read as a “transferred epithet” meaning that it grammatically modifies toro but conceptually describes crimen or onus, both of which are in <apposition> with the subject of iacui.",
  "5": "Read this verse aloud to hear the alternating alliteration (p-, c-, p-, c-, p-) and polyptoton in cupiens, cupiente, highlighting the speaker’s claim of his and the woman’s mutual desire.",
  "6": "frui = note the <hyperbaton> of this complementary infinitive to potui.",
  "7": "In the next three couplets, the speaker recounts the efforts undertaken by his puella (referred to as illa) to arouse him.\nnostro = the poetic plural also has the effect of making the readers complicit in the speaker’s experience.",
  "8": "Scansion shows Sithonia to modify niue.\nSithonia: Modern Sithonia is identified with the central finger of the Chalkidiki in Northern Greece, but “Sithonian” also is used as a synonym for “Thracian.” Whether because of their northern location, the mountainous elevations at which they lived, or both, Sithonians carried associations with snow. Cf. Vergil Eclogues 10.66 and Horace Odes 3.26.\nNote the <graphic word order> in this couplet; the woman’s bracchia are positioned in the verse beneath (OLD subicio 2) the mention of the speaker’s neck.",
  "9": "When scanning this verse to identify the quantities of the various final a’s, don’t forget to observe the elision. The interlocking word order may represent the entanglement of tongues.",
  "11": "me = implied in apposition with dominum. Modern conventions of punctuation might place dominum in quotation marks.\nThe woman inverts the trope referred to as seruitium amoris (“servitude of love”) whereby, in its conventional form, the poet-lover represents himself as psychologically enslaved to a puella often referred to as his domina. (Note, for example, the frequent appearance of forms of domina throughout 3.2.) Listed as it is among the other normally arousing things the woman has done, this calling of the speaker “master” is clearly intended to grant him a greater sense of power and, perhaps by extension, virility. It also indicates that she is a docta puella or “learned girl” who is familiar with the strategies elsewhere deployed by the speaker-poet. (See James 2003.)",
  "12": "uerba = another object of the main verb dixit (v. 11) and the antecedent of quae, here attracted into the relative clause. publica carries the sense of “universal” (OLD publicus 5) and exercises adverbial force on iuuant (i.e., “universally” or “generally”).",
  "13": "ueluti = introduces a simile\nmea membra = the speaker’s genitals. Scansion shows that gelida modifies cicuta. See Amores 1.12 for the portentous nature of hemlock.",
  "14": "destituere = destituerunt\npropositum = Don’t settle for the easy English cognate. Dig deeper into the potential meanings.",
  "15": "The repetition of iacui from v. 4 confirms that the woman’s efforts have made no impact. truncus, species, and pondus are all in apposition with the subject of iacui. species seems to stress that the speaker is only something to look at (rather than touch).",
  "16": "exactum < exago. The passive participle (cf. OLD exago 10d) can have the sense of “fixed” or “decided.” With an implied est, the sense is, “It is not clear…”\nnon exactum (with an implied erat or other finite form of esse) introduces an indirect question continued with an and forem. forem = essem, but essem would not be metrical in this part of the verse.",
  "17": "quae = interrogative adjective modifying a postponed senectus. The active periphrastic uentura est instead of a future indicative highlights the present provisional nature of what “is to come.”",
  "18": "For numerus, see OLD 10: “The body or aggregate (of persons or things of a given class).”",
  "19": "quo = “to what end” or “why.” Recall that, with the impersonal pudet, the source of shame or embarrassment often appears in the genitive. me is the object of pudet, with iuuenem and uirum functioning as appositives.",
  "21": "The speaker offers two similes to describe how the woman rises (surgit) from their encounter. A priestess (such as a Vestal Virgin approaching the hearth of Vesta) would be expected to be sexually inactive and therefore as “pure” as the speaker’s amica was after their anticlimactic encounter. Likewise, a sister who is appropriately respected by her brother would show no signs of sexual contact, although what the sister is rising from remains unclear.",
  "22": "aditura = a future active participle (from adeō) modifying sacerdos.",
  "23": "The speaker’s recent sexual successes are catalogued. Chlide (“Charm”), Pitho (“Persuasion”), and Libas (“Fountain”) are all nominatives and thus names of women suggesting Greek origins. Sharrock 1995: 171 observes a Callimachean gesture in the name Libas. De Caro 2003: 105 believes that sexual exhaustion is the implicit reason for the speaker’s failure to perform in 3.7.\nCf. Horace Epodes 12.14-17 wherein a woman acknowledges the Horatian speaker’s virility with other partners.",
  "24": "continuata est: from OLD continuo 3c, “to do a thing … repeatedly to one person without a pause: (the nature of the action is indicated by an abl.).” A translation of the passive verb form as seen here might be, “[she] was repeatedly serviced.”",
  "25": "This couplet’s main verb appears at the beginning of v. 26.\nThe mention of Corinna gives readers reason to associate the speaker of 3.7 with the poet-speaker of other poems in the three-book collection (e.g., Am. 1.5, 2.12, 3.1.49, and 3.12.16).\nangusta nocte stresses the speaker’s impressive performance of nine sexual acts.\nIn English word order, the couplet might read memini Corinnam exigere … me sustinuisse nouem numeros. Note the nesting indirect statements.\nSharrock 1995: 170 points out the verbal repetition from Catullus c. 32.8 (nouem continuas fututiones, “nine succeeding fucks”) in nouem and continuata to argue that the vulgar (and extremely un-elegiac) word fututiones is activated in the memory of any reader familiar with Catullus’s poem. See also Holzberg 2009: 937.",
  "26": "memini = a defective verb with the force of present “I recall.” Because memories are of past events, the present infinitive exigere should be translated as if perfect.",
  "27": "The speaker begins to speculate about other potential causes of his erectile dysfunction: poison and curses (carmina, 28).\nnum typically expects a negative answer, but the repetition in this and the next verse suggests anxiety, as if the speaker is saying “It can’t be that….”\nTry to translate the participle deuota with causal force (e.g., “Because it was cursed…”)\nmea … corpora = mea membra (v. 13).\nThessalico: Thessaly, a region in central/northern Greece, frequently associated with witchcraft and poisons (cf. Propertius 1.5.4).",
  "28": "noceō takes a dative object (“to do harm to”)\nmisero (supply mihi). Note the compound singular subjects with plural verb.\nThe OLD hypothesizes that carmen, carminis (n.) derives from a root form combining canō + -men, thus highlighting a connection between song and other rhythmic, potentially ritualistic, utterance (e.g., poetry). The connection also extends to magical spells and curses (OLD carmen 1b), which preoccupy the speaker in vv. 31-34.",
  "29": "Even after being scanned, this verse has some ambiguous forms.\nsaga = nominative (subject), but nomina = accusative (direct object).\npoenicea = punicea = “bright red, crimson,” but the word always carries an association with Rome’s historical enemies, the Carthaginians. The speaker in Amores 1.12.11-12 supposes a meaningful and ominous correspondence between red-tinged wax and blood.\nOur speaker also imagines a blood-red (and therefore ominous) wax tablet. Defixiones, or curse tablets (note defixit in v. 29) typically took the form of lead tablets inscribed with the name of the person to be cursed, the reason for the curse, and the curse’s desired effect. They would then be rolled or folded, nailed closed, and buried underground, occasionally accompanied by small figurines that were also pierced with nails or pins. That our speaker wonders if a witch has cursed him with a wax tablet may reveal his hope that his erectile dysfunction can be remedied or, in a sense, erased.",
  "30": "The interlocking word order is visually evocative, with tenues … acus transfixing medium … iecur. Saga remains the subject of this second verb in the couplet.\nThe speaker identifies with the figurine the witch has pierced.",
  "31": "Known effects of curses (carmina) and other “sung” words (see the note on v. 28, above) are further elaborated in this and the following couplet. Note that the curses explicitly damage (laesus from laedō) their targets.\nCeres, Cereris (f.)  = the goddess of agriculture and grain. Her name here functions as a <metonym> for grain itself.",
  "32": "Find the subject of deficiunt in the last word of the verse.",
  "33": "cantata < cantō. See note on v. 28, above. A potential translation of cantata is “bewitched.”",
  "34": "fluō often conveys a sense of abundance, but one does not usually desire fruit to “flow” or “liquify” without cause.\nmouēre is typically transitive.",
  "35": "Note the adverbial et.\nneruos in the plural can refer to strength and sexual vitality (OLD neruus 6b). The speaker wonders why his virility wouldn’t also be subject to curses.",
  "36": "latus can also refer to sexual prowess or a seat of sexual vigor, for which cf. Catullus 6.13, wherein a person’s latera (“loins”) are described as ecfututa or “worn out with fucking.” See Adams 1982: 49-50.\nimpatiens = translating this with the English “impatient” does not work. The Latin word, a translation of the Greek ἀπαθής (cf. OLD impatiens 3), conveys the sense “impassive,” “without feeling,” or “numb.”",
  "37": "The speaker pivots from thinking about poison to thinking about how he has psyched himself out about this matter.\nRendering pudor as “shame” (rather than, e.g., “modesty”) makes the sense of this couplet clearer. The punctuation of this verse also impacts its meaning. Kenney puts a colon after facti, but the text available on thelatinlibrary.com (“Witness LL”) puts one before. Our manuscripts have no intralinear punctuation. Following Kenney’s text, the speaker first focused on the shame he felt about the specific occasion but then begins to be preoccupied with the shame itself which may even lead to a second occasion of impotence (cf. Sharrock 1995: 153).",
  "38": "In other words, his focus on his failure to “perform” sexually compounded his failure to perform.",
  "39": "tantum = adverbial. Consider rendering as “just” with a temporal sense, but a meaning of “only” could also emphasize the limits of what the speaker experienced.\nThe speaker begins to focus on this failed encounter again.",
  "40": "Scansion shows illa to be the subject. A tunic (tunica) would usually be the garment worn closest to one’s skin.",
  "41": "A variation of the concerns he articulates in vv. 17-21. The speaker says the woman was beautiful enough to make famous—even proverbial—old men feel young and virile again.\nN.B. tactum < tactus, tactūs, m.\nPylius = Pylian Nestor, king of Pylos, who was an aged advisor to kings in the Iliad and Odyssey and a model of longevity.",
  "42": "Tithonus (sometimes appearing in the manuscripts in the Greek nominative Tithonos) = another model of longevity, but one more associated with decrepitude. As husband to the goddess Aurora, he was granted immortality without any provision of youth.",
  "43": "contingō uses a dative to express what would be translated as a direct object in English.\nAs in v. 20, the speaker again doubts his masculinity.",
  "44": "With language of prayers, vows (to gods), and ritual speech (OLD concipio 12), the speaker prepares his transition to the following couplet about gifts from the gods.",
  "45": "credo introduces an indirect statement that continues through the end of the couplet. Because the antecedent of quo appears in v. 46, the relative clause will be easier to comprehend after the rest of the sentence has been understood.\nThe speaker implies that his failed encounter with the girl was one he had asked the gods for (cf. uotis … meis in v. 2).\nNote the <hyperbaton> of magnōs and deōs.",
  "46": "paeniteō typically expresses the source of a regret in the genitive.\nNote how two adverbs separate sum and usus (the parts of the verb in the relative clause).",
  "47": "optabam is reused for the (object) infinitives in the next verse, too.\nThe repetition of finite forms of the infinitives highlights the fulfillment of each of the speaker’s former wishes.\nThe punctuation of this verse (as in Manuscript LL) aids translation.",
  "49": "For quo, see the note for v. 19. Forms of esse are implied in both questions, and so the mihi conveys a sense of possession.",
  "50": "quid = rhetorical: “What’s the point?”\nTranslate auarus substantively (OLD auarus 2) with diues as its modifier, both in apposition with the subject of possedi.\nThe speaker compares his situation to that of a wealthy man who remains miserly (i.e., one who doesn’t “use” what he has). Horace Sat. 1.68 compares one such man to Tantalus. In light of Tantalus’s appearance in v. 51, one wonders if Ovid was thinking of this Horatian passage when writing these verses.",
  "51": "taciti uulgator = “The teller of a secret” alludes to Tantalus, a king punished for offenses against the gods. See Euripides Orestes 10 for an explanation of how Tantalus’s “unbridled tongue” (ἀκόλαστον ἔσχε γλῶσσαν) in speaking to others about dining with the gods (or, per Pindar Olympian 1.60-3, giving their ambrosia to other mortals) precipitated his punishment.\naret = the present stresses Tantalus’s ongoing punishment.",
  "52": "tangat = a subjunctive in a relative clause of characteristic.",
  "53": "A callback to vv. 21-22 (note the repetition of surgit). A woman intending to approach the gods or participate in religious rituals would be expected to purify herself in some way after sexual intercourse.",
  "54": "sic … ut highlights the result clause at work in this verse.",
  "55": "The text is uncertain and for this reason, editors often <obelize> it. (See Kenney 2004.) To mark a text with an obelus (plural = obeli) communicates an editor’s belief that something is corrupt, but an easy solution does not present itself. Davis 2023 ad loc. offers a concise summary of the textual crux in this passage and resolves it by reading the superscript e added by a correcting hand in Manuscript Y as est.\nThe triplicate repetition of non seems to respond to the tripled at from the poem’s opening, an echo confirmed by the recurrence of the parenthetical puto. The speaker concedes that the excuses he offered in vv. 1-2 don’t hold any water.",
  "57": "The woman’s complements are ascribed powers otherwise often attributed to Orphic poetry (i.e., songs sung by the mythological bard Orpheus). Cf. Cicero Pro Archia 19 for the idea that echoes are nature’s sympathetic response to poetry and Vergil Eclogues 6.28 for the movement of trees to poetic song.",
  "59": "digna is here accompanied by an infinitive.\nNote the <polysyndeton> of uiuosque uirosque. The potential reach of her powers is emphasized.",
  "60": "The speaker again (cf. v. 20 and v. 43) states that his failure to achieve an erection renders him emasculated and, in a sense, no longer alive.\nuixi in the perfect can euphemistically imply death, but the neque would negate this. Try “Neither then did I live / was I alive.”\nThat Romans would use the perfect of uiuō to communicate death is proposed by Plutarch in his Life of Cicero, a text composed in Greek over 100 years after Cicero’s death. According to Plutarch, Cicero announced the execution of the Catilinarian conspirators with the word ἔζησαν “They lived” (22). A fair rendering of this word in Latin would be uixerunt.",
  "61": "quid = “how” or “why”\niuuet = a potential subjunctive (rather than a deliberative one) in the apodosis of a future less vivid conditional. The verb can be rendered impersonally in English (“How would it pleasing…”) with the hypothetical idea conveyed in the protasis functioning as the referent for “it.”\nPhemius = a famous singer and bard in Odysseus’ home on Ithaca.\nThe speaker poses these questions rhetorically. Like the rich miser who doesn’t make use of the resources he has (v. 50, note the similar syntax with the introductory interrogative), he points out the worthlessness of offering people experiences they are unable to appreciate.",
  "62": "Thamyras, Thamyrae (f.) = another bard who was blinded for boasting that he was better than Muses. The Greek name appears here in a (Greek) accusative form.",
  "63": "By analogy with the following verse, one might more easily read non with formauī than with tacitā … mente.",
  "64": "modōs = “rhythms” (OLD 7) or “methods” (OLD 8). The sense is of sexual positions.",
  "65": "iacuēre = iacuērunt. This is the same verb the speaker uses in the first-person and perfect tense to describe his impotence in vv. 5 and 15. It appears in the present in v. 69.\npraemortua = prematurely dead (s.v. praemorior)",
  "66": "turpiter: the speaker repeats language of moral failing from v. 45.",
  "67": "quae nunc ecce: the narrative shifts emphatically to the present, at least through this couplet and perhaps until v. 73. The speaker highlights that his membra, the antecedent of quae, are now reenergized. intempestiua is lent special stress by the spondees in its first four syllables.",
  "68": "militia amoris, or “military service of love,” explored at length in Amores 1.9, typically presents the poet-lover as a soldier enlisted in a difficult campaign to conquer or otherwise subdue a love interest. Here the speaker presents his personified genitals as eager to resume their military service (militiam suam).\nFor opus as a double-entendre for a sexual act, see Adams 1982: 156-159.",
  "69": "quin + the present indicative means “why don’t you,” conveying something akin to an exhortation (OLD quin 1).\niaces: now singular as the speaker addresses his penis directly.\nFor pars as a euphemism for the genitals, see Adams 1982: 45 and 77.\nnostri = partitive genitive with pars.\nSharrock (1995) 154 argues that the next couplet returns “to the scene and the time of the offending member’s failure,” but the present tense remains.",
  "70": "ante: does the speaker reveal that the encounter narrated in this poem was not the first time his genitals failed to cooperate with his wishes?\nHamilt. has ut in the margins above es (rather than et)",
  "71": "The speaker continues to speak to his penis.\nper te implies fault. (OLD per 13)\ndeprensus and inermis modify the subject of tuli in the next verse.",
  "73": "The primary narrative in the past tense resumes.\nhanc: clearly refers to the speaker’s penis (perhaps with partem implied). See Adams 1982: 62 for his observation that “It is almost always the male organ which is referred to by means of an ellipse.”",
  "74": "The postponement of manu to the end of the verse permits readers to anticipate another form of stimulation, namely, oral. As Holzberg 2009: 938-940 argues, the Ovidian speaker teases a transition throughout 3.7 to more explicit genres of poetry (namely, iambi and epigrams), especially here with hints of fellatio.",
  "75": "For this couplet, resupply hanc as an accusative subject of indirect statement (introduced by uidet in v. 76).\nconsurgere = complementary with posse.",
  "76": "The speaker adopts a vivid present, perhaps in anticipation of the woman’s speech.\nimmemorem + genitive.\nsui = “of herself,” referring back to the subject of uidet.\nprocubuisse = like posse, an infinitive in indirect statement.",
  "77": "quid = “why?”\nScansion shows sane to be vocative. male sane = “hardly in your right mind”\nThe woman’s direct speech is reminiscent of a passage in Propertius 1.3 in which the speaker, after drunkenly visiting Cynthia late at night, spends the first 34 verses gazing at her as she sleeps. But the poem’s last words are given to Cynthia after she awakens and upbraids the speaker for his late homecoming. Unlike Cynthia, however, whose angry exclamation drastically shifts the tone of the poem, the woman here in 3.7 offers sentiments that align with those of the speaker, namely, impatience, frustration, and blame.",
  "78": "inuitum = adverbial in force (“unwillingly”)\nnostro … toro = ablative expressing location.",
  "79": "aut … aut = the woman, like the speaker, is prepared to consider multiple explanations (cf. vv. 1-2 and vv. Aeaea = the island where the Homeric witch Circe lived and thus a place associated with witchcraft and magic. Here it is an adjective modifying uenefica.\nThe spondaic opening to this line could conjure the sense of an incantation.\ntraiectis lanis: the pierced wool may refer to small doll-like effigies (maniae) or balls (pilae) that were affixed to altars to appease the dead. That the wool is pierced (cf. the speaker’s imagining of his pierced liver in v. 30) may indicate that the protective powers of the wool have been compromised. See Scheid 2022.",
  "80": "deuouet: see v. 27.\nFor lassus as sexual exhaustion, see Adams 1982: 196. The puella entertains an alternative possibility, namely, that the speaker is unable to perform because he has recently had sex elsewhere. See Propertius 1.3.35-46 for a puella who suspects her lover of visiting her after he has been with someone else (externo … in amore, 44).",
  "81": "nec mora = “without delay”\nueleta: a substantive adjective, referring to the puella.\nCf. 1.5.9 tunica uelata recincta.",
  "82": "decuit = impersonal, but the context demands that “she was becoming” or “she was attractive”\nEven with his final description of the woman, the speaker acknowledges her attractiveness.",
  "83": "Whether to preserve the speaker’s or her own pride (or both), the puella hides the disappointing encounter from her own attendants, bathing herself as if she had had sex.\nne(ue) possent = a negative purpose clause\nesse: implied with intactam.",
  "84": "dedecus hoc = “this dishonor” implied in her status as “untouched.” The speaker plays with the irony that, on this occasion, her purity is a source of disappointment and dishonor.\nThe puella is the subject of dissimulauit."
}
