{
  "1": "Y: The drop-capital A in At has a superscript v next to it, turning At into Aut. A similar insertion appears again later in the verse and again at the beginning of verse 2.  formonsa = an alternative spelling of formosa The superscript e with a tilde is a scribal abbreviation for est.",
  "3": "Y: Note the superscript le in a darker ink between ma and languidus. The small mark resembling a comma below le may be intended to draw attention to this insertion.",
  "8": "Y: Brachia = an alternate spelling of Bracchia sit thonica = a misspelling of Sithonia. The correcting hand in darker ink appears to have added a dot under the t in sit and then crossed out the offending letter.",
  "9": "Y: The character next to q that resembles a lowercase cursive “z” (or a subscript 3) is a “yogh.” The yogh suspension mark here stands in for -ue meaning that qȝ indicates que.",
  "10": "Y: The correcting hand has added a superscript u between the i and u in Lascium, a superscript sup in the space between femori and posuique, and a superscript t between posui and que.",
  "11": "Y: mihi is in darker ink. The fact that it is neither in superscript nor in the margins (as most other annotations to this manuscript are) confirms that it has been written over an erasure. The palimpsest of the erasure is illegible, but nihil seems to be a possibility.",
  "12": "Y: The final e in Etque has a tail extending below the line, a scribal acknowledgment that this e would have appeared as the diphthong ae in Classical Latin. As the next note on this line confirms, these acknowledgements are offered irregularly. preterea = an alternate spelling of praeterea.",
  "13": "Y: g in gelida is written in darker ink over another character (perhaps a c?).",
  "14": "Y: The first p in ppositum has a suspension mark above it. The expanded form of this would be propositum. As with mihi in verse 12, ppos is written on the line in darker ink, again suggesting an erasure of the original text.",
  "16": "Y: The superscript e with a tilde is a scribal abbreviation for est. Because of prodelision, this est would elide with exactum (perhaps sounding like “exactumst” when recited aloud) and thus would not affect the meter of this verse.",
  "19": "Y: There may be a faint h in darker ink after the initial capital.  An underscore (resembling a musical tie) extending beneath the space between pud and & seems designed to show that these are a single word. The correcting hand has added a faint q with a yogh to the end of uirum, thus adding a syllable (uirumque) essential to the meter of the hexameter.",
  "23": "Y: There are no apparent word breaks between flaua and chlide and ter. The dots above chlide may be intended to help readers recognize this as a proper Greek name, but no Greek names (including Libas in verse 24) are capitalized.",
  "26": "Y: Is the dark dash in the space between sustinuisse and nouem obscuring an erasure? The space is large enough to accommodate a short word.",
  "28": "Y: m in carmen is written in darker ink over another character (perhaps an n?). A correcting hand has also changed a final m to an n in carmen. Perhaps the original scribe transposed the letters m and n in carmen so the text read carnem instead. The small diacritic to the right of nocent appears to be an attempt by a correcting hand to clarify meaning with punctuation. Modern editors might render this as a question mark.",
  "29": "Y: This manuscript shows phoenicea instead of poenicea (as in P).",
  "30": "Y: A g seems to have been erased after in. The first two letters in iecur are in darker ink and have been written over the erasure.",
  "31": "Y: lesa = laesa As with the proper names in verses 23 and 24, ceres is not capitalized.",
  "32": "Y: laesi retains its diphthong ae here, unlike as in the previous verse.  aque = aquae. The ae diphthong disappears at the end of the verse. Does the scribe only “waste ink” providing the diphthong when it is necessary to the meaning?",
  "35": "Y: An erased long-s is faintly visible in the space between ner and uos.",
  "36": "Y: The initial i of impatiens is in slightly darker ink, but not so dark as the correcting hand. iñ (note the tilde over the n) appears in darker ink in the margin to the right of the final word.",
  "38": "Y: mei is written in darker ink on the line and again suggest an erasure beneath.",
  "39": "Y: The correcting hand was very active in this line. The t in At is in darker ink. The tilde above the e in quale is a suspension mark that communicates qualem. There is evidence of erasure beneath qualem through the roughed-up texture of the manuscript. tetigi is written in darker ink, perhaps over cecidi (which is the reading preserved in P). A d is faintly visible beneath the g in tetigi.",
  "41": "Y: The y in pylius (note the lack of capitalization again) has a small mark resembling a dot above it. Does this indicate a Greek letter? Compare the i with two diacritics above it in the Greek name chlide in verse 23.",
  "42": "Y: Don’t be fooled by the capitalization of Tithonos here. The reason is capitalization of the initial letter in a line.",
  "43": "Y: The correcting hand has made a dot in darker ink below the e in ille and added an i above the same letter.",
  "44": "Y: An insertion caret appears subscript after the first word Quas. nunc is the inserted word, written in superscript in darker ink.  onci in concipiam appears in darker ink written on the line over text that wasn’t erased but remains illegible. A word break is nevertheless evident beneath the correcting hand’s addition.",
  "45": "Y: The scribe’s hand is cramped and slightly less legible here. Credoe seems a simple hand-slip of Crede. A correcting hand has added lines between sum, tam, and turpiter, apparently to clarify breaks between words. tur in turpiter is in darker ink and written over an erasure.",
  "47": "Y: obtabam = optabam",
  "48": "Y: Are the small dots resembling periods in this line evidence of punctuation (or simple word breaks) by a correcting hand?",
  "49": "Y: An e is written in darker ink immediately after the a in fortuna.  A suspension mark in darker ink above the u in tantu indicates that tantum is meant, but the m of the original hand is still visible. The suspension may have added space concerns. dona si are also written in darker ink, as is the final u in usu. As in verse 28, the correcting hand has indicated with markings in the margin the interrogative nature of this verse.",
  "50": "Y: More question-able markings in the margin. See verses 28, 49, and 61.",
  "51": "Y: The second c in Siccar is faintly crossed out. A c is written in darker ink above the second t in taticis. There is also a dot in darker ink below the final s of the same word. What is the word written in the left margin? Perhaps taciti, the correction rather confusingly offered in the verse.",
  "52": "Y: second que after Pomaque is quae. is there some indication of the compression of the diphthong?",
  "53": "Y: A small scribal slip? Two possibilities come to mind. The scribe wrote an l after the pu in puella and opted to turn it into a capital E. Or the lowercase e in puella written on the line may have resembled a c, so the scribe rewrote another e on top of it.",
  "55": "Y: The text of this line is uncertain enough that modern editors continue to obelize it. The problem is one of meter since the final a in blanda would need to be long, but the ablative makes little sense here. Our correcting hand has inserted an e, thus lengthening the syllable via the diphthong (i.e. blandae), but this form, whether it is a genitive or dative singular OR a nominative plural, also makes little sense. If the e stood for est, the meter would be satisfied via the elision between blanda and...",
  "57": "Y: ad and antaque in adamantque are in darker ink with some erasure visible below antaque.",
  "58": "Y: Two marks in dark ink above the second and third i in blanditiis may be intended to clarify that these characters are not a single u. The second a in saxa is in darker ink and appears to have been written above an o.",
  "59": "Y: The d in diuosque is in darker ink and written over another letter.",
  "60": "Y: Assorted markings of word divisions appear in this line.  The ui in uir is in darker ink.",
  "61": "Y: The second u in iuu& is in darker ink. phineius in this verse (and thamiran) remain uncapitalized. Yet another proto-question mark appears in the right margin.",
  "63": "Y: que = quae",
  "64": "Y: A long mark in darker ink appears above the first i in fixi, most likely a suspension mark added by a correcting hand to render this finxi.",
  "65": "Y: premortua = praemortua",
  "67": "Y: The t in uigent is written in darker ink over what appears to be a long-s.",
  "68": "Y: c in exposcunt is in darker ink over an apparent erasure. miliciamque must be a scribal error for militiamque.",
  "70": "Y: Another verse where the correcting hand (or hands) has been active.  ti in pollicitis is in darker ink. tu in captus is in darker ink. There is a dot in darker ink below the e in es and below the ampersand before ante. There is also a vt in darker ink written in superscript above es. Here...",
  "73": "Y: Has our scribe’s pen nib been blunted? Was the ink diluted? Was large-scale erasure necessary in this and the next verse? Why do this verse and the next appear so blurry?",
  "74": "Y: The scribe skipped a line but caught the error relative quickly! Water or some other liquid —rather than abrasion of the parchment—could be used to effect the erasure. Note that the g legible as a palimpsest beneath the r in sollicitare lines up with the g in corsurgere (consurgere) in verse 75. And if you look very closely, per artes from 75 is also visible in the space after manu.",
  "75": "Y: corsurgere = consurgere",
  "76": "Y: Inmemoremque = Immemoremque.",
  "77": "Y: A correcting hand once again offers some helpful marks to divide words in this and subsequent verses (79 and 80)",
  "79": "Y: The first i in traiectis is in darker ink. Is there a hint of an l behind it? fi in uenefica is in darker ink.",
  "81": "Y: a in mora is in darker ink.",
  "83": "Y: ministre = ministrae. The tre in ministre are in a different hand with signs of erasure beneath.",
  "84": "Y: A colon and musical tie / swoop appear after the final verse of several poems and may indicate a proofreader’s completion mark."
}
